import { RiskFreeData } from '@/types';

export const RISK_FREE_DATA: RiskFreeData = {
  title: "Чому ви нічим не ризикуєте",
  buttonText: "Спробувати зараз",
  features: [
    {
      id: 1,
      title: "Мінімальний відсоток відмов",
      description: "Клієнт ще до бронювання має портреті днів з власником, що дозволяє заздалегідь відчути \"хімію\", ще до зустрічі. Можливість побачити фото домашніх тварин разом."
    },
    {
      id: 2,
      title: "Тестовий період без ризиків",
      description: "Суміщеність все! Ви отримаєте цілий місяць безкоштовного періоду користування додатком. Безпечний кешбек і безпека."
    },
    {
      id: 3,
      title: "Технічна підтримка",
      description: "Наша команда допоможе Vам вирішити питання Імігранти від додавання товарів до роботи з клієнтами."
    },
    {
      id: 4,
      title: "Ви завжди контролюєте процес",
      description: "Ми розробили прозору зручність. Вам доводиться вводити контролювати Ви можете в будь-якому моменті що тестується."
    }
  ]
};
