import { CollaborationData } from '@/types';

export const COLLABORATION_DATA: CollaborationData = {
  title: "Формат співпраці",
  subtitle: "Жодних підписок чи передоплат — ви сплачуєте лише за результат: або невелику комісію за підтверджену бронь, або відсоток від реального продажу. Оберіть формат співпраці, який зручний саме для вашого бізнесу.",
  plans: [
    {
      id: 1,
      title: "\"Оплата за бронь\"",
      percentage: "0.5%",
      priceNote: "від продажу",
      description: "Тут треба розписати про цю форму співпраці",
      buttonText: "Детальніше",
      features: [
        "Низька комісія",
        "Всього 0,5% від вартості товару за заявку з контактами покупця.",
        "Оплата тільки за результат",
        "Жодних підписок чи передоплат — ви платите лише за реального клієнта, який забронював товар.",
        "Мінімальний відсоток відмов",
        "Покупець уже порівняв магазини й обрав саме вас — тому ймовірність відмови значно нижча, ніж у класичному інтернет-магазині."
      ],
      bgColor: "#c9ff83",
      buttonColor: "#9270cb"
    },
    {
      id: 2,
      title: "\"Оплата за продажу\"",
      percentage: "3%",
      priceNote: "від продажу",
      description: "Тут треба розписати про цю форму співпраці",
      buttonText: "Детальніше",
      features: [
        "Оплата лише після отримання грошей",
        "Жодних підписок чи передоплат — ви платите лише за реального клієнта, який забронював товар.",
        "Додаткові продажі",
        "Ви можете продавати супутні товари (іграшки, ласощі, вітаміни) без комісії.",
        "Клієнтська база",
        "Тепер у вас буде можливість робити розсилки по клієнтам та повертати їх знову."
      ],
      bgColor: "#9270cb",
      buttonColor: "#c9ff83"
    }
  ]
};